Repository: zen-2a-code/OnVantage
Catalog: OnVantage/Resources/Localizable.xcstrings
Source language: en
Languages: bg

source: Active
bg: Активиран

source: Add
bg: Добави

source: Add a category in the Categories tab to get started.
bg: Добави категория в таба Категории, за да започнеш.

source: Add Category
bg: Добави категория

source: Add new category
bg: Добави нова категория

source: AI Prompt Template
bg: Шаблон за AI заявка

source: App Language
bg: Език на приложението

source: Archive Category
bg: Архивирай категория

source: Are you sure you want to delete this category?
bg: Сигурен ли си, че искаш да изтриеш тази категория?

source: best
bg: рекорд

source: Cancel
bg: Откажи

source: Categories
bg: Категории

source: Category color
bg: Цвят на категория

source: Category Complete!
bg: Категорията е завършена!

source: Category created on: %@
bg: Категорията е създадена на: %@

source: Category icon
bg: Иконка за категория

source: Category Name
bg: Име на категория

source: Challenge
bg: Предизвикателство

source: Challenge information
bg: Информация за предизвикателството

source: Challenge Information
bg: Информация за предизвикателството

source: Challenge:
bg: Предизвикателство:

source: Challenges
bg: Предизвикателства

# Challenges %lld/%lld
source: Challenges %1$lld/%2$lld
bg: Предизвикателства %1$lld/%2$lld

source: Challenges 0/%lld
bg: Предизвикателства 0/%lld

source: Challenges order - %@
bg: Ред на предизвикателствата - %@

source: Color
bg: Цвят

source: Completed
bg: Завършено

source: Concept
bg: Концепция

source: Concept Explanation
bg: Обяснение на концепцията

source: Copy
bg: Копирай

source: Current Streak: %lld
bg: Текуща серия: %lld

source: Cycle %lld
bg: Цикъл %lld

source: Cycles completed: %lld
bg: Завършени цикли: %lld

source: Daily Challenges
bg: Ежедневни предизвикателства

source: Daily Reminder
bg: Ежедневно напомняне

source: Data
bg: Данни

source: Delete
bg: Изтрий

source: Delete %@
bg: Изтрий %@

source: Delete %@?
bg: Изтрий %@?

source: Delete Category
bg: Изтрий категория

source: Difficulty
bg: Трудност

source: Difficulty: %lld
bg: Трудност: %lld

source: Difficulty: %lld of 3
bg: Трудност: %lld от 3

source: Done for today!
bg: Готово за днес!

source: Easy
bg: Лесно

source: Edit
bg: Редактирай

source: Enter title
bg: Въведи заглавие

source: Good job!
bg: Браво!

source: Hard
bg: Трудно

source: Hello from SettingsView
bg: Здравей от SettingsView

source: Home
bg: Начало

source: How it works
bg: Как работи

source: Icon
bg: Иконка

source: Import
bg: Импортирай

source: Import from CSV
bg: Импортирай от CSV

source: Import from JSON
bg: Импортирай от JSON

source: Language
bg: Език

source: Longest Streak: %lld
bg: Най-дълга серия: %lld

source: Mark Complete
bg: Маркирай като завършено

source: Medium
bg: Средно

source: Name
bg: Име

source: No Active Challenges
bg: Няма активни предизвикателства

source: No Categories Yet
bg: Все още няма категории

source: No challenges
bg: Няма предизвикателства

source: No Challenges
bg: Няма предизвикателства

source: Notifications
bg: Известия

source: Notifications Disabled
bg: Известията са изключени

source: Open Settings
bg: Отвори настройките

source: Or add some more?
bg: Или добави още?

source: Ordered
bg: Наредени

source: Please enable notifications for OnVantage in Settings to use this feature.
bg: Моля, активирайте известията за OnVantage в Настройки, за да използвате тази функция.

source: Random
bg: Произволно

source: Random challenge order
bg: Произволен ред на предизвикателствата

source: Ready?
bg: Готов?

source: Reminder Time
bg: Час на напомнянето

source: Reseed
bg: Възстанови

source: Reseed Sample Data
bg: Възстанови примерни данни

source: Reseed Sample Data?
bg: Възстанови примерни данни?

source: Restart Challenges
bg: Рестартирай предизвикателствата

source: Select JSON File
bg: Избери JSON файл

source: Settings
bg: Настройки

source: Skip (%lld left)
bg: Пропусни (%lld останали)

source: Start Challenge
bg: Започни предизвикателството

source: streak
bg: серия

source: Style
bg: Стил

source: Tap + to add your first category or import one from JSON.
bg: Натисни + за да добавиш първата категория или импортирай от JSON.

source: Tap + to add your first challenge.
bg: Натисни + за да добавиш първото предизвикателство.

source: Task Description
bg: Описание на задачата

source: This will add the SwiftUI and Wim Hof sample categories again. Your existing data will not be affected.
bg: Това ще добави отново примерните категории SwiftUI и Wim Hof. Съществуващите данни няма да бъдат засегнати.

source: This will permanently delete the category and all its challenges.
bg: Това ще изтрие категорията и всички предизвикателства завинаги.

source: Time
bg: Час

source: Time remaining:
bg: Оставащо време:

source: Title
bg: Заглавие

source: Title:
bg: Заглавие:

source: You've completed all challenges in %@. What's next?
bg: Завърши всички предизвикателства в %@. Какво следва?

source: Your Task
bg: Твоята задача
